Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# alarm_first_text_checked
source: Crypto Checker is now watching %1$@ for you. When %1$@ reaches your limit, you get a notification as soon as the app checks the price. With the app closed, that happens at the background update interval – later if battery optimisation restricts the app.
ar: يراقب Crypto Checker الآن %1$@ من أجلك. عندما يصل %1$@ إلى حدّك، ستتلقى إشعارًا بمجرد أن يتحقق التطبيق من السعر. عندما يكون التطبيق مغلقًا، يحدث ذلك وفق فاصل التحديث في الخلفية – وقد يتأخر إذا قيّد تحسين البطارية التطبيق.
cs: Crypto Checker teď za vás sleduje %1$@. Když %1$@ dosáhne vašeho limitu, dostanete oznámení, jakmile aplikace ověří cenu. Při zavřené aplikaci se to děje v intervalu aktualizace na pozadí – později, pokud aplikaci omezuje optimalizace baterie.
da: Crypto Checker holder nu øje med %1$@ for dig. Når %1$@ når din grænse, får du en notifikation, så snart appen tjekker kursen. Når appen er lukket, sker det med intervallet for opdatering i baggrunden – senere, hvis batterioptimering begrænser appen.
de: Crypto Checker beobachtet jetzt %1$@ für dich. Erreicht %1$@ deine Grenze, bekommst du eine Mitteilung, sobald die App den Kurs prüft. Bei geschlossener App geschieht das im Intervall der Hintergrund-Aktualisierung – später, wenn die Akku-Optimierung die App einschränkt.
el: Το Crypto Checker παρακολουθεί τώρα το %1$@ για εσάς. Όταν το %1$@ φτάσει το όριό σας, θα λάβετε ειδοποίηση μόλις η εφαρμογή ελέγξει την τιμή. Με κλειστή την εφαρμογή, αυτό γίνεται στο διάστημα ενημέρωσης στο παρασκήνιο – αργότερα, αν η βελτιστοποίηση μπαταρίας περιορίζει την εφαρμογή.
es: Crypto Checker ya vigila %1$@ por ti. Cuando %1$@ alcance tu límite, recibirás una notificación en cuanto la app compruebe el precio. Con la app cerrada, eso ocurre en el intervalo de actualización en segundo plano – más tarde si la optimización de batería restringe la app.
fa: Crypto Checker اکنون %1$@ را برای شما زیر نظر دارد. وقتی %1$@ به حد شما برسد، به‌محض اینکه برنامه قیمت را بررسی کند اعلان دریافت می‌کنید. وقتی برنامه بسته است، این کار در بازه به‌روزرسانی پس‌زمینه انجام می‌شود – و اگر بهینه‌سازی باتری برنامه را محدود کند، دیرتر.
fi: Crypto Checker seuraa nyt puolestasi kohdetta %1$@. Kun %1$@ saavuttaa rajasi, saat ilmoituksen heti, kun sovellus tarkistaa hinnan. Kun sovellus on suljettu, se tapahtuu taustapäivityksen välein – myöhemmin, jos akun optimointi rajoittaa sovellusta.
fr: Crypto Checker surveille désormais %1$@ pour vous. Quand %1$@ atteint votre seuil, vous recevez une notification dès que l'app vérifie le prix. App fermée, cela se fait à l'intervalle d'actualisation en arrière-plan – plus tard si l'optimisation de la batterie restreint l'app.
he: Crypto Checker עוקב עכשיו בשבילכם אחרי %1$@. כש-%1$@ יגיע לגבול שלכם, תקבלו התראה ברגע שהאפליקציה תבדוק את המחיר. כשהאפליקציה סגורה, זה קורה במרווח של העדכון ברקע – מאוחר יותר אם מיטוב הסוללה מגביל את האפליקציה.
hi: Crypto Checker अब आपके लिए %1$@ पर नज़र रख रहा है। जब %1$@ आपकी सीमा तक पहुँचेगा, तो ऐप के कीमत जाँचते ही आपको नोटिफ़िकेशन मिलेगा। ऐप बंद होने पर यह बैकग्राउंड अपडेट के अंतराल पर होता है – अगर बैटरी ऑप्टिमाइज़ेशन ऐप को सीमित करता है, तो और देर से।
hu: A Crypto Checker most figyeli Önnek ezt: %1$@. Ha a(z) %1$@ eléri a határértékét, értesítést kap, amint az alkalmazás ellenőrzi az árat. Bezárt alkalmazásnál ez a háttérfrissítés időközében történik – később, ha az akkumulátor-optimalizálás korlátozza az alkalmazást.
id: Crypto Checker kini memantau %1$@ untuk Anda. Saat %1$@ mencapai batas Anda, Anda mendapat notifikasi begitu aplikasi memeriksa harga. Saat aplikasi ditutup, itu terjadi sesuai interval pembaruan latar belakang – lebih lambat jika optimasi baterai membatasi aplikasi.
it: Crypto Checker ora osserva %1$@ per te. Quando %1$@ raggiunge il tuo limite, ricevi una notifica non appena l'app controlla il prezzo. Ad app chiusa, ciò avviene all'intervallo dell'aggiornamento in background – più tardi se l'ottimizzazione della batteria limita l'app.
ja: Crypto Checker が %1$@ を見守っています。%1$@ が設定した値に達すると、アプリが価格を確認した時点で通知が届きます。アプリを閉じているときは、バックグラウンド更新の間隔で確認します。電池の最適化でアプリが制限されている場合は、さらに遅れます。
ko: Crypto Checker가 이제 %1$@을(를) 지켜봅니다. %1$@이(가) 설정한 한도에 도달하면 앱이 가격을 확인하는 즉시 알림을 받습니다. 앱이 닫혀 있으면 백그라운드 업데이트 간격에 맞춰 확인하며, 배터리 최적화가 앱을 제한하면 더 늦어집니다.
nb: Crypto Checker følger nå med på %1$@ for deg. Når %1$@ når grensen din, får du et varsel så snart appen sjekker kursen. Når appen er lukket, skjer det med intervallet for oppdatering i bakgrunnen – senere hvis batterioptimalisering begrenser appen.
nl: Crypto Checker houdt nu %1$@ voor je in de gaten. Bereikt %1$@ je grens, dan krijg je een melding zodra de app de koers controleert. Als de app gesloten is, gebeurt dat met het interval van updates op de achtergrond – later als batterijoptimalisatie de app beperkt.
pl: Crypto Checker obserwuje teraz dla Ciebie %1$@. Gdy %1$@ osiągnie Twój limit, otrzymasz powiadomienie, gdy tylko aplikacja sprawdzi cenę. Przy zamkniętej aplikacji dzieje się to w odstępie aktualizacji w tle – później, jeśli optymalizacja baterii ogranicza aplikację.
pt: O Crypto Checker está agora a vigiar %1$@ por si. Quando %1$@ atingir o seu limite, recebe uma notificação assim que a app verificar o preço. Com a app fechada, isso acontece no intervalo da atualização em segundo plano – mais tarde se a otimização da bateria restringir a app.
pt_br: O Crypto Checker agora está monitorando %1$@ para você. Quando %1$@ atingir seu limite, você recebe uma notificação assim que o app verificar o preço. Com o app fechado, isso acontece no intervalo da atualização em segundo plano – mais tarde se a otimização de bateria restringir o app.
ro: Crypto Checker urmărește acum %1$@ pentru tine. Când %1$@ atinge limita ta, primești o notificare imediat ce aplicația verifică prețul. Cu aplicația închisă, asta se întâmplă la intervalul actualizării în fundal – mai târziu dacă optimizarea bateriei restricționează aplicația.
ru: Crypto Checker теперь следит за %1$@ для вас. Когда %1$@ достигнет вашего порога, вы получите уведомление, как только приложение проверит цену. Когда приложение закрыто, это происходит с интервалом фонового обновления – позже, если оптимизация батареи ограничивает приложение.
sq: Crypto Checker tani po ndjek %1$@ për ty. Kur %1$@ të arrijë kufirin tënd, merr një njoftim sapo aplikacioni të kontrollojë çmimin. Me aplikacionin të mbyllur, kjo ndodh sipas intervalit të përditësimit në sfond – më vonë nëse optimizimi i baterisë e kufizon aplikacionin.
sv: Crypto Checker bevakar nu %1$@ åt dig. När %1$@ når din gräns får du en avisering så fort appen kontrollerar kursen. När appen är stängd sker det med intervallet för uppdatering i bakgrunden – senare om batterioptimering begränsar appen.
th: ตอนนี้ Crypto Checker กำลังเฝ้าดู %1$@ ให้คุณ เมื่อ %1$@ ถึงขีดจำกัดของคุณ คุณจะได้รับการแจ้งเตือนทันทีที่แอปตรวจสอบราคา เมื่อปิดแอปอยู่ การตรวจสอบจะเกิดขึ้นตามช่วงเวลาอัปเดตเบื้องหลัง – และอาจช้ากว่านั้นหากการเพิ่มประสิทธิภาพแบตเตอรี่จำกัดแอป
tr: Crypto Checker artık sizin için %1$@'i izliyor. %1$@ sınırınıza ulaştığında, uygulama fiyatı kontrol eder etmez bir bildirim alırsınız. Uygulama kapalıyken bu, arka plan güncelleme aralığında olur – pil optimizasyonu uygulamayı kısıtlıyorsa daha geç.
uk: Crypto Checker тепер стежить за %1$@ для вас. Коли %1$@ досягне вашої межі, ви отримаєте сповіщення, щойно застосунок перевірить ціну. Коли застосунок закрито, це відбувається з інтервалом фонового оновлення – пізніше, якщо оптимізація батареї обмежує застосунок.
vi: Crypto Checker giờ đang theo dõi %1$@ cho bạn. Khi %1$@ chạm ngưỡng của bạn, bạn sẽ nhận được thông báo ngay khi ứng dụng kiểm tra giá. Khi ứng dụng đóng, việc này diễn ra theo chu kỳ cập nhật nền – muộn hơn nếu chế độ tối ưu pin hạn chế ứng dụng.
zh_hans: Crypto Checker 正在为你关注 %1$@。当 %1$@ 达到你设定的界限时，应用一检查价格你就会收到通知。应用关闭时，检查按后台更新间隔进行——如果电池优化限制了应用，则会更晚。

# alarm_first_text_ios
source: Crypto Checker is now watching %1$@ for you. You get a notification as soon as the app checks the price. With the app closed, iOS decides when that happens – it can take a while. While the app is open, prices are checked on time.
ar: يراقب Crypto Checker الآن %1$@ من أجلك. ستتلقى إشعارًا بمجرد أن يتحقق التطبيق من السعر. عندما يكون التطبيق مغلقًا، يقرر iOS متى يحدث ذلك – وقد يستغرق بعض الوقت. أثناء فتح التطبيق، تُفحص الأسعار في موعدها.
cs: Crypto Checker teď za vás sleduje %1$@. Oznámení dostanete, jakmile aplikace ověří cenu. Při zavřené aplikaci rozhoduje iOS, kdy se to stane – může to chvíli trvat. Když je aplikace otevřená, ceny se kontrolují včas.
da: Crypto Checker holder nu øje med %1$@ for dig. Du får en notifikation, så snart appen tjekker kursen. Når appen er lukket, bestemmer iOS, hvornår det sker – det kan tage et stykke tid. Mens appen er åben, tjekkes kurserne til tiden.
de: Crypto Checker beobachtet jetzt %1$@ für dich. Du bekommst eine Mitteilung, sobald die App den Kurs prüft. Bei geschlossener App entscheidet iOS, wann das passiert – das kann dauern. Bei geöffneter App wird pünktlich geprüft.
el: Το Crypto Checker παρακολουθεί τώρα το %1$@ για εσάς. Θα λάβετε ειδοποίηση μόλις η εφαρμογή ελέγξει την τιμή. Με κλειστή την εφαρμογή, το iOS αποφασίζει πότε θα γίνει αυτό – μπορεί να αργήσει. Όσο η εφαρμογή είναι ανοιχτή, οι τιμές ελέγχονται έγκαιρα.
es: Crypto Checker ya vigila %1$@ por ti. Recibirás una notificación en cuanto la app compruebe el precio. Con la app cerrada, iOS decide cuándo ocurre – puede tardar un rato. Mientras la app está abierta, los precios se comprueban a tiempo.
fa: Crypto Checker اکنون %1$@ را برای شما زیر نظر دارد. به‌محض اینکه برنامه قیمت را بررسی کند اعلان دریافت می‌کنید. وقتی برنامه بسته است، iOS تصمیم می‌گیرد این کار چه زمانی انجام شود – ممکن است مدتی طول بکشد. وقتی برنامه باز است، قیمت‌ها به‌موقع بررسی می‌شوند.
fi: Crypto Checker seuraa nyt puolestasi kohdetta %1$@. Saat ilmoituksen heti, kun sovellus tarkistaa hinnan. Kun sovellus on suljettu, iOS päättää, milloin se tapahtuu – se voi kestää hetken. Kun sovellus on auki, hinnat tarkistetaan ajallaan.
fr: Crypto Checker surveille désormais %1$@ pour vous. Vous recevez une notification dès que l'app vérifie le prix. App fermée, c'est iOS qui décide quand – cela peut prendre un moment. Tant que l'app est ouverte, les prix sont vérifiés à temps.
he: Crypto Checker עוקב עכשיו בשבילכם אחרי %1$@. תקבלו התראה ברגע שהאפליקציה תבדוק את המחיר. כשהאפליקציה סגורה, iOS מחליט מתי זה קורה – זה עלול לקחת זמן. כשהאפליקציה פתוחה, המחירים נבדקים בזמן.
hi: Crypto Checker अब आपके लिए %1$@ पर नज़र रख रहा है। ऐप के कीमत जाँचते ही आपको नोटिफ़िकेशन मिलेगा। ऐप बंद होने पर iOS तय करता है कि यह कब होगा – इसमें कुछ समय लग सकता है। ऐप खुला रहने पर कीमतें समय पर जाँची जाती हैं।
hu: A Crypto Checker most figyeli Önnek ezt: %1$@. Értesítést kap, amint az alkalmazás ellenőrzi az árat. Bezárt alkalmazásnál az iOS dönti el, mikor történik ez – eltarthat egy ideig. Amíg az alkalmazás nyitva van, az árakat időben ellenőrzi.
id: Crypto Checker kini memantau %1$@ untuk Anda. Anda mendapat notifikasi begitu aplikasi memeriksa harga. Saat aplikasi ditutup, iOS yang menentukan kapan itu terjadi – bisa memakan waktu. Selama aplikasi terbuka, harga diperiksa tepat waktu.
it: Crypto Checker ora osserva %1$@ per te. Ricevi una notifica non appena l'app controlla il prezzo. Ad app chiusa, è iOS a decidere quando – può volerci un po'. Mentre l'app è aperta, i prezzi vengono controllati puntualmente.
ja: Crypto Checker が %1$@ を見守っています。アプリが価格を確認した時点で通知が届きます。アプリを閉じているときは、いつ確認するかを iOS が決めるため、時間がかかることがあります。アプリを開いている間は、時間どおりに確認します。
ko: Crypto Checker가 이제 %1$@을(를) 지켜봅니다. 앱이 가격을 확인하는 즉시 알림을 받습니다. 앱이 닫혀 있으면 언제 확인할지 iOS가 결정하므로 시간이 걸릴 수 있습니다. 앱이 열려 있는 동안에는 제때 가격을 확인합니다.
nb: Crypto Checker følger nå med på %1$@ for deg. Du får et varsel så snart appen sjekker kursen. Når appen er lukket, bestemmer iOS når det skjer – det kan ta litt tid. Mens appen er åpen, sjekkes kursene i tide.
nl: Crypto Checker houdt nu %1$@ voor je in de gaten. Je krijgt een melding zodra de app de koers controleert. Als de app gesloten is, bepaalt iOS wanneer dat gebeurt – dat kan even duren. Zolang de app open is, worden koersen op tijd gecontroleerd.
pl: Crypto Checker obserwuje teraz dla Ciebie %1$@. Otrzymasz powiadomienie, gdy tylko aplikacja sprawdzi cenę. Przy zamkniętej aplikacji to iOS decyduje, kiedy to nastąpi – może to chwilę potrwać. Gdy aplikacja jest otwarta, ceny są sprawdzane na czas.
pt: O Crypto Checker está agora a vigiar %1$@ por si. Recebe uma notificação assim que a app verificar o preço. Com a app fechada, é o iOS que decide quando isso acontece – pode demorar. Com a app aberta, os preços são verificados a tempo.
pt_br: O Crypto Checker agora está monitorando %1$@ para você. Você recebe uma notificação assim que o app verificar o preço. Com o app fechado, o iOS decide quando isso acontece – pode demorar um pouco. Com o app aberto, os preços são verificados no horário.
ro: Crypto Checker urmărește acum %1$@ pentru tine. Primești o notificare imediat ce aplicația verifică prețul. Cu aplicația închisă, iOS decide când se întâmplă asta – poate dura ceva timp. Cât timp aplicația este deschisă, prețurile sunt verificate la timp.
ru: Crypto Checker теперь следит за %1$@ для вас. Вы получите уведомление, как только приложение проверит цену. Когда приложение закрыто, iOS решает, когда это произойдёт, – это может занять время. Пока приложение открыто, цены проверяются вовремя.
sq: Crypto Checker tani po ndjek %1$@ për ty. Merr një njoftim sapo aplikacioni të kontrollojë çmimin. Me aplikacionin të mbyllur, iOS vendos kur ndodh kjo – mund të zgjasë pak. Sa kohë që aplikacioni është i hapur, çmimet kontrollohen në kohë.
sv: Crypto Checker bevakar nu %1$@ åt dig. Du får en avisering så fort appen kontrollerar kursen. När appen är stängd avgör iOS när det sker – det kan dröja en stund. Medan appen är öppen kontrolleras kurserna i tid.
th: ตอนนี้ Crypto Checker กำลังเฝ้าดู %1$@ ให้คุณ คุณจะได้รับการแจ้งเตือนทันทีที่แอปตรวจสอบราคา เมื่อปิดแอปอยู่ iOS จะเป็นผู้ตัดสินว่าจะตรวจสอบเมื่อใด – อาจใช้เวลาสักพัก ขณะที่แอปเปิดอยู่ ราคาจะถูกตรวจสอบตรงเวลา
tr: Crypto Checker artık sizin için %1$@'i izliyor. Uygulama fiyatı kontrol eder etmez bir bildirim alırsınız. Uygulama kapalıyken bunun ne zaman olacağına iOS karar verir – biraz sürebilir. Uygulama açıkken fiyatlar zamanında kontrol edilir.
uk: Crypto Checker тепер стежить за %1$@ для вас. Ви отримаєте сповіщення, щойно застосунок перевірить ціну. Коли застосунок закрито, iOS вирішує, коли це станеться, – це може тривати якийсь час. Поки застосунок відкрито, ціни перевіряються вчасно.
vi: Crypto Checker giờ đang theo dõi %1$@ cho bạn. Bạn sẽ nhận được thông báo ngay khi ứng dụng kiểm tra giá. Khi ứng dụng đóng, iOS quyết định khi nào việc này diễn ra – có thể mất một lúc. Khi ứng dụng đang mở, giá được kiểm tra đúng giờ.
zh_hans: Crypto Checker 正在为你关注 %1$@。应用一检查价格你就会收到通知。应用关闭时，由 iOS 决定何时检查——可能需要一段时间。应用打开期间，价格会按时检查。

# alarm_first_title
source: All set
ar: كل شيء جاهز
cs: Vše nastaveno
da: Alt er klar
de: Alles eingerichtet
el: Όλα έτοιμα
es: Todo listo
fa: همه چیز آماده است
fi: Kaikki valmista
fr: Tout est prêt
he: הכול מוכן
hi: सब तैयार
hu: Minden kész
id: Semua siap
it: Tutto pronto
ja: 設定完了
ko: 설정 완료
nb: Alt er klart
nl: Alles ingesteld
pl: Wszystko gotowe
pt: Tudo pronto
pt_br: Tudo pronto
ro: Totul e pregătit
ru: Всё готово
sq: Gjithçka gati
sv: Allt klart
th: พร้อมแล้ว
tr: Her şey hazır
uk: Усе готово
vi: Đã thiết lập xong
zh_hans: 一切就绪

# alarm_last_triggered
source: last at %1$@
ar: آخر مرة %1$@
cs: naposledy %1$@
da: sidst %1$@
de: zuletzt %1$@
el: τελευταία: %1$@
es: última: %1$@
fa: آخرین بار %1$@
fi: viimeksi %1$@
fr: dernière : %1$@
he: לאחרונה ב־%1$@
hi: पिछली बार %1$@
hu: utoljára: %1$@
id: terakhir %1$@
it: ultimo: %1$@
ja: 前回 %1$@
ko: 최근: %1$@
nb: sist %1$@
nl: laatst om %1$@
pl: ostatnio o %1$@
pt: último: %1$@
pt_br: último: %1$@
ro: ultima: %1$@
ru: последнее в %1$@
sq: së fundmi më %1$@
sv: senast %1$@
th: ล่าสุด %1$@
tr: son: %1$@
uk: востаннє о %1$@
vi: lần cuối lúc %1$@
zh_hans: 上次触发：%1$@

# alarm_near_extreme_high_30
source: 30-day high
ar: أعلى مستوى في 30 يومًا
cs: maxima za 30 dní
da: 30-dages top
de: 30-Tage-Hoch
el: υψηλό 30 ημερών
es: máximo de 30 días
fa: سقف ۳۰ روزه
fi: 30 päivän huippu
fr: plus haut sur 30 jours
he: שיא 30 יום
hi: 30-दिवसीय उच्च स्तर
hu: 30 napos csúcs
id: titik tertinggi 30 hari
it: massimo a 30 giorni
ja: 30日高値
ko: 30일 고점
nb: 30-dagers topp
nl: 30-daagse top
pl: maksimum z 30 dni
pt: máximo de 30 dias
pt_br: máximo de 30 dias
ro: maxim de 30 de zile
ru: максимума за 30 дней
sq: maksimumi 30-ditor
sv: 30-dagarstopp
th: จุดสูงสุด 30 วัน
tr: 30 günlük zirve
uk: максимуму за 30 днів
vi: đỉnh 30 ngày
zh_hans: 30 日高点

# alarm_near_extreme_high_365
source: 1-year high
ar: أعلى مستوى في سنة
cs: ročního maxima
da: årstop
de: Jahreshoch
el: υψηλό 1 έτους
es: máximo de 1 año
fa: سقف یک‌ساله
fi: vuoden huippu
fr: plus haut sur 1 an
he: שיא שנתי
hi: सालाना उच्च स्तर
hu: 12 havi csúcs
id: titik tertinggi 1 tahun
it: massimo a 1 anno
ja: 1年高値
ko: 1년 고점
nb: årstopp
nl: jaartop
pl: maksimum z roku
pt: máximo de 1 ano
pt_br: máximo de 1 ano
ro: maxim de 1 an
ru: годового максимума
sq: maksimumi vjetor
sv: årstopp
th: จุดสูงสุด 1 ปี
tr: 1 yıllık zirve
uk: річного максимуму
vi: đỉnh 1 năm
zh_hans: 1 年高点

# alarm_near_extreme_high_90
source: 90-day high
ar: أعلى مستوى في 90 يومًا
cs: maxima za 90 dní
da: 90-dages top
de: 90-Tage-Hoch
el: υψηλό 90 ημερών
es: máximo de 90 días
fa: سقف ۹۰ روزه
fi: 90 päivän huippu
fr: plus haut sur 90 jours
he: שיא 90 יום
hi: 90-दिवसीय उच्च स्तर
hu: 90 napos csúcs
id: titik tertinggi 90 hari
it: massimo a 90 giorni
ja: 90日高値
ko: 90일 고점
nb: 90-dagers topp
nl: 90-daagse top
pl: maksimum z 90 dni
pt: máximo de 90 dias
pt_br: máximo de 90 dias
ro: maxim de 90 de zile
ru: максимума за 90 дней
sq: maksimumi 90-ditor
sv: 90-dagarstopp
th: จุดสูงสุด 90 วัน
tr: 90 günlük zirve
uk: максимуму за 90 днів
vi: đỉnh 90 ngày
zh_hans: 90 日高点

# alarm_near_extreme_low_30
source: 30-day low
ar: أدنى مستوى في 30 يومًا
cs: minima za 30 dní
da: 30-dages bund
de: 30-Tage-Tief
el: χαμηλό 30 ημερών
es: mínimo de 30 días
fa: کف ۳۰ روزه
fi: 30 päivän pohja
fr: plus bas sur 30 jours
he: שפל 30 יום
hi: 30-दिवसीय निम्न स्तर
hu: 30 napos mélypont
id: titik terendah 30 hari
it: minimo a 30 giorni
ja: 30日安値
ko: 30일 저점
nb: 30-dagers bunn
nl: 30-daagse bodem
pl: minimum z 30 dni
pt: mínimo de 30 dias
pt_br: mínimo de 30 dias
ro: minim de 30 de zile
ru: минимума за 30 дней
sq: minimumi 30-ditor
sv: 30-dagarsbotten
th: จุดต่ำสุด 30 วัน
tr: 30 günlük dip
uk: мінімуму за 30 днів
vi: đáy 30 ngày
zh_hans: 30 日低点

# alarm_near_extreme_low_365
source: 1-year low
ar: أدنى مستوى في سنة
cs: ročního minima
da: årsbund
de: Jahrestief
el: χαμηλό 1 έτους
es: mínimo de 1 año
fa: کف یک‌ساله
fi: vuoden pohja
fr: plus bas sur 1 an
he: שפל שנתי
hi: सालाना निम्न स्तर
hu: 12 havi mélypont
id: titik terendah 1 tahun
it: minimo a 1 anno
ja: 1年安値
ko: 1년 저점
nb: årsbunn
nl: jaarbodem
pl: minimum z roku
pt: mínimo de 1 ano
pt_br: mínimo de 1 ano
ro: minim de 1 an
ru: годового минимума
sq: minimumi vjetor
sv: årsbotten
th: จุดต่ำสุด 1 ปี
tr: 1 yıllık dip
uk: річного мінімуму
vi: đáy 1 năm
zh_hans: 1 年低点

# alarm_near_extreme_low_90
source: 90-day low
ar: أدنى مستوى في 90 يومًا
cs: minima za 90 dní
da: 90-dages bund
de: 90-Tage-Tief
el: χαμηλό 90 ημερών
es: mínimo de 90 días
fa: کف ۹۰ روزه
fi: 90 päivän pohja
fr: plus bas sur 90 jours
he: שפל 90 יום
hi: 90-दिवसीय निम्न स्तर
hu: 90 napos mélypont
id: titik terendah 90 hari
it: minimo a 90 giorni
ja: 90日安値
ko: 90일 저점
nb: 90-dagers bunn
nl: 90-daagse bodem
pl: minimum z 90 dni
pt: mínimo de 90 dias
pt_br: mínimo de 90 dias
ro: minim de 90 de zile
ru: минимума за 90 дней
sq: minimumi 90-ditor
sv: 90-dagarsbotten
th: จุดต่ำสุด 90 วัน
tr: 90 günlük dip
uk: мінімуму за 90 днів
vi: đáy 90 ngày
zh_hans: 90 日低点

# alarm_near_field_distance
source: Distance
ar: المسافة
cs: Vzdálenost
da: Afstand
de: Abstand
el: Απόσταση
es: Distancia
fa: فاصله
fi: Etäisyys
fr: Écart
he: מרחק
hi: दूरी
hu: Távolság
id: Jarak
it: Distanza
ja: 距離
ko: 거리
nb: Avstand
nl: Afstand
pl: Odległość
pt: Distância
pt_br: Distância
ro: Distanță
ru: Расстояние
sq: Distanca
sv: Avstånd
th: ระยะห่าง
tr: Uzaklık
uk: Відстань
vi: Khoảng cách
zh_hans: 距离

# alarm_near_hint
source: Also notifies when a new high or low is set. Based on daily candles, refreshed every 6 hours.
ar: ينبّه أيضًا عند تسجيل أعلى أو أدنى مستوى جديد. يعتمد على الشموع اليومية، ويُحدَّث كل 6 ساعات.
cs: Upozorní také při novém maximu nebo minimu. Na základě denních svíček, obnovuje se každých 6 hodin.
da: Giver også besked ved en ny top eller bund. Baseret på daglige lys, opdateret hver 6. time.
de: Meldet sich auch bei einem neuen Hoch oder Tief. Grundlage sind Tageskerzen, alle 6 Stunden aufgefrischt.
el: Ειδοποιεί επίσης όταν σημειώνεται νέο υψηλό ή χαμηλό. Με βάση ημερήσια κεριά, ανανεώνεται κάθε 6 ώρες.
es: También avisa cuando se marca un nuevo máximo o mínimo. Basado en velas diarias, actualizado cada 6 horas.
fa: هنگام ثبت سقف یا کف جدید هم خبر می‌دهد. بر اساس کندل‌های روزانه، هر ۶ ساعت به‌روز می‌شود.
fi: Ilmoittaa myös, kun syntyy uusi huippu tai pohja. Perustuu päiväkynttilöihin, päivittyy 6 tunnin välein.
fr: Prévient aussi quand un nouveau plus haut ou plus bas est atteint. Basé sur les bougies journalières, actualisé toutes les 6 heures.
he: מתריע גם כשנקבע שיא או שפל חדש. מבוסס על נרות יומיים, מתעדכן כל 6 שעות.
hi: नया उच्च या निम्न स्तर बनने पर भी सूचना देता है। दैनिक कैंडल पर आधारित, हर 6 घंटे में अपडेट।
hu: Új csúcsnál vagy mélypontnál is értesít. Napi gyertyák alapján, 6 óránként frissítve.
id: Juga memberi tahu saat titik tertinggi atau terendah baru tercapai. Berdasarkan candle harian, diperbarui setiap 6 jam.
it: Avvisa anche quando si segna un nuovo massimo o minimo. Basato sulle candele giornaliere, aggiornato ogni 6 ore.
ja: 新しい高値・安値を付けたときにも通知します。日足に基づき、6時間ごとに更新します。
ko: 새 고점이나 저점이 나와도 알려 줍니다. 일봉 기준이며 6시간마다 갱신됩니다.
nb: Varsler også ved en ny topp eller bunn. Basert på daglige lys, oppdatert hver 6. time.
nl: Meldt zich ook bij een nieuwe top of bodem. Gebaseerd op dagcandles, elke 6 uur vernieuwd.
pl: Powiadamia też o nowym maksimum lub minimum. Na podstawie świec dziennych, odświeżane co 6 godzin.
pt: Também avisa quando é atingido um novo máximo ou mínimo. Com base em velas diárias, atualizado a cada 6 horas.
pt_br: Também avisa quando um novo máximo ou mínimo é atingido. Com base em velas diárias, atualizado a cada 6 horas.
ro: Anunță și când se atinge un nou maxim sau minim. Pe baza lumânărilor zilnice, actualizat la fiecare 6 ore.
ru: Также сообщает о новом максимуме или минимуме. По дневным свечам, обновляется каждые 6 часов.
sq: Njofton edhe kur arrihet një maksimum ose minimum i ri. Bazuar në qirinjtë ditorë, rifreskohet çdo 6 orë.
sv: Meddelar också vid en ny topp eller botten. Baserat på dagliga ljus, uppdateras var 6:e timme.
th: แจ้งด้วยเมื่อทำจุดสูงสุดหรือต่ำสุดใหม่ อิงแท่งเทียนรายวัน อัปเดตทุก 6 ชั่วโมง
tr: Yeni bir zirve veya dip oluştuğunda da bildirir. Günlük mumlara dayanır, 6 saatte bir yenilenir.
uk: Також повідомляє про новий максимум або мінімум. За денними свічками, оновлюється кожні 6 годин.
vi: Cũng báo khi lập đỉnh hoặc đáy mới. Dựa trên nến ngày, cập nhật mỗi 6 giờ.
zh_hans: 创出新高点或新低点时也会提醒。基于日 K 线，每 6 小时更新一次。
